{"translation-revision-date":"2022-07-26 09:55:50+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Plugin integrations":["Integraciones con plugins"],"Recommended integrations":["Integraciones recomendadas"],"Enable integration":["Activar la integración"],"Write excellent SEO content in your %1$s custom fields, flexible content and repeaters with %2$s!":["¡Escribe excelente contenido SEO en tus campos personalizados de %1$s, contenido flexible y repetidores con %2$s!"],"Get SEO feedback for your %s content":["Consigue respuesta SEO de tu contenido de %s"],"Improve the titles, meta descriptions, canonicals, and breadcrumbs of your shop pages.":["Mejora los títulos, meta descriptions, canonicals y migas de pan de tus páginas de tienda."],"Upgrade the default SEO output of %s":["Actualiza la salida SEO por defecto de %s"],"Have happy website visitors by helping them find what they need!":["¡Consigue visitantes felices a tu web ayudándoles a encontrar lo que necesitan!"],"Improve internal search for better UX":["Mejora la búsqueda interna para una mejor experiencia de los usuarios"],"Take your Open Graph to the next level by replacing it with that of %s.":["Lleva tu Open Graph al siguiente nivel reemplazándolo con el de %s."],"Upgrade the default Open Graph of %s":["Actualiza el Open Graph por defecto de %s"],"Get the best SEO feedback right in the %s builder!":["¡Consigue los mejores consejos SEO desde el maquetador %s!"],"Build SEO-proof pages in %s":["Páginas creadas a prueba de SEO en %s"],"%1$s in %2$s monitors your site’s findability and lets you know if your site is hidden from search engines.":["%1$s en %2$s supervisa la buscabilidad de tu sitio y nos permite saber si tu sitio está oculto en los motores de búsqueda."],"Ensure your site is findable":["Asegura que tu sitio sea buscable"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools.":["Envía tuits, lanza correos electrónicos, e intégralo con más de 5.000 otras aplicaciones y herramientas."],"Automate repetitive tasks and save time":["Tareas automáticas repetitivas para ahorrar tiempo"],"Add trustworthiness to your Privacy Policy and Terms of Conditions pages!":["¡Añade fiabilidad a tus páginas de política de privacidad y términos y condicones!"],"Put a stamp of trust on your content":["Pon un sello de confianza en tu contenido"],"Track how your content ranks so you can make informed improvements to increase your rankings!":["¡Rastrea cómo posiciona tu contenido para que puedas hacer mejoras informadas con las que mejorar tu posicionamiento!"],"Use data to improve your rankings":["Usa datos para mejorar tus posicionamiento"],"Quickly discover relevant keyphrases that can make your content easy to find!":["¡Descubre rápidamente frases clave relevantes que hagan que tu contenido sea fácil de encontrar!"],"Rank for the words your audience uses":["Posiciona en las palabras que usa tu audiencia"],"Integration unavailable for multisites":["Integración no disponible para multisitios"],"Network Disabled":["Desactivado para la red"],"Install %1$s Content Analysis for %2$s":["Instala el análisis de contenido para %1$s de %2$s"],"Activate %1$s Content Analysis for %2$s":["Activa el análisis de contenido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s se integra con %2$s"],"Integration active":["Integración activa"],"Plugin not detected":["Plugin no detectado"],"Activate %s":["Activar %s"],"Unlock with Premium":["Desbloquéalo con la versión Premium"],"New":["Nuevo"],"%s can integrate with third party products. You can enable or disable these integrations below.":["%s puede integrarse con productos de terceros. Puedes activar o desactivar estas integraciones abajo."],"(Opens in a new browser tab)":["(Se abre en  una nueva pestaña del navegador)"],"Buy %s":["Comprar %s"],"Integrations":["Integraciones"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}